Repository: Instantki/teste_tokenlab
Catalog: lib/l10n/intl_*.arb
Languages: es, pt_br

# bottom_navbar_favorites
source: Favorites
es: Favoritos
pt_br: Favoritos

# bottom_navbar_movies
source: Films
es: Películas
pt_br: Filmes

# common_network_error
source: There was a problem with the connection x.x
es: Sucedió un problema con la conexión x.x
pt_br: Aconteceu algum problema com a conexão x.x

# detail_appbar_title
source: Details
es: Detalles
pt_br: Detalhes

# detail_error_state
source: Something went wrong with this movie...
es: Algo salió mal con esta película x.x
pt_br: Algo deu errado com esse filme...

# detail_movie_genre
source: {genresCount, plural, zero{Genre: {movie_genre}} one{Genre: {movie_genre}} other{Genres: {movie_genre}}}
es: {genresCount, plural, zero{Género: {movie_genre}} one{Género: {movie_genre}} other{Géneros: {movie_genre}}}
pt_br: {genresCount, plural, zero{Gênero: {movie_genre}} one{Gênero: {movie_genre}} other{Gênero(s): {movie_genre}}}

# detail_movie_original_language
source: Original language: {movie_originalLanguage}
es: Idioma original: {movie_originalLanguage}
pt_br: Idioma original: {movie_originalLanguage}

# detail_movie_overview_title
source: Synopsis
es: Sinopsis
pt_br: Sinopse

# detail_movie_popularity
source: Popularity: {movie_popularity}
es: Popularidad: {movie_popularity}
pt_br: Popularidade: {movie_popularity}

# detail_movie_release_date
source: Release Date: {movie_releaseDate}
es: Fecha de lanzamiento: {movie_releaseDate}
pt_br: Data de lançamento: {movie_releaseDate}

# detail_movie_title
source: Title: {movie_title}
es: Título: {movie_title}
pt_br: Título: {movie_title}

# detail_movie_vote_average
source: Average rating: {movie_voteAverage}
es: Pontuación media: {movie_voteAverage}
pt_br: Nota média: {movie_voteAverage}

# detail_movie_vote_count
source: Number of votes: {movie_voteCount}
es: Número de votos: {movie_voteCount}
pt_br: Número de votos: {movie_voteCount}

# error_page_appbar
source: Page not found
es: Página no encontrada
pt_br: Página não encontrada

# error_page_state
source: Something went wrong opening this page x.x
es: Algo salió mal al abrir esta página x.x
pt_br: Algo deu errado ao abrir essa página x.x

# error_page_try_again
source: Try again
es: Intentar nuevamente
pt_br: Tentar Novamente

# favorite_add
source: Favorite successfully added.
es: Favorito agregado correctamente.
pt_br: Favorito adicionado com sucesso.

# favorite_error
source: Something went wrong with this favorite...
es: Algo salió mal con este favorito ...
pt_br: Algo deu errado com esse favorito...

# favorite_removed
source: Favorite successfully removed.
es: Favorito eliminado correctamente.
pt_br: Favorito removido com sucesso.

# favorites_appbar_title
source: Favorites
es: Favoritos
pt_br: Favoritos

# favorites_empty
source: No favorites yet ;(
es: Aún no hay favoritos; (
pt_br: Nenhum favorito ainda ;(

# home_appbar_title
source: Tokenlab Films
es: Películas de Tokenlab
pt_br: Tokenlab Filmes

# home_error_state
source: Something went wrong with x.x movies
es: Algo salió mal con las películas x.x
pt_br: Algo deu errado com os filmes x.x
